{
  "Autosave": { "branch": "main" },
  "Comment": { "branch": "master" },
  "Copilot (Neovim)": { "branch": "master" },
  "Filetype": { "branch": "main" },
  "Focus": { "branch": "master" },
  "Indent Blankline": { "branch": "master" },
  "Kanagawa": { "branch": "master" },
  "LSP Config": { "branch": "master" },
  "Leap": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Mason": { "branch": "main" },
  "Mini-Align": { "branch": "main" },
  "Mini-Pairs": { "branch": "main" },
  "OLS": { "branch": "master" },
  "Odin": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Treesitter": { "branch": "master" },
  "Trouble": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" }
}